Repository: huytdph07358/vss
Catalog: vss_card_reader/lib/l10n/app_*.arb
Languages: vi

# docThe
source: Card reader
vi: Đọc thẻ

# tapThe
source: Tap card
vi: Táp thẻ

# quetQrcode
source: Scan qrocde
vi: Quét qrocde

# boQua
source: Cancel
vi: Bỏ qua

# dongY
source: Agree
vi: Đồng ý

# dangXuLy
source: Processing...
vi: Đang xử lý...

# duLieuBatBuoc
source: Require data
vi: Dữ liệu bắt buộc

# tiepTuc
source: Next
vi: Tiếp tục

# xuLyThanhCong
source: Process success
vi: Xử lý thành công

# xuLyThatBai
source: Process fail
vi: Xử lý thất bại

# vuiLongDienDayDuThongTinDeTiepTuc
source: Please enter all information to continue
vi: Vui lòng nhập đầy đủ thông tin để tiếp tục

# khongDocDuocKeyHeThong
source: Can't read system key
vi: Không đọc được key hệ thống

# khongDocDuocDuLieuTrenThe
source: Can't read data on card
vi: Không đọc được dữ liệu trên thẻ

# thietLapNfcChuaBat
source: nfc setup is not enabled
vi: Thiết lập nfc chưa được bật

# kiemTraLienTuc
source: Continuity check
vi: Kiểm tra liên tục

# iosAlertMessage
source: Hold your iPhone near the card
vi: Giữ iPhone của bạn gần thẻ

# iosMultipleTagMessage
source: More than one tags are detected, please leave only one tag and try again.
vi: Nhiều thẻ được phát hiện, vui lòng chỉ để lại một thẻ và thử lại.
